Repository: Algorythmos-AI/pdf-algo-pro
Catalog: Packages/Features/Onboarding/Sources/OnboardingFeature/Resources/Localizable.xcstrings
Source language: en
Languages: fr

source: AI options need Apple Intelligence, which is off or not available on this device. The other tools work without it.
fr: Les options d’IA nécessitent Apple Intelligence, qui est désactivé ou indisponible sur cet appareil. Les autres outils fonctionnent sans.

source: All tools
fr: Tous les outils

source: Analyse contract
fr: Analyser un contrat

source: Annotate or highlight
fr: Annoter ou surligner

source: Ask and understand
fr: Demander et comprendre

source: Ask questions and get answers with page citations.
fr: Posez des questions et obtenez des réponses qui citent les pages.

source: Change words in existing PDFs.
fr: Modifier le texte de PDF existants.

source: Chat with PDF
fr: Discuter avec un PDF

source: Choose as many as you like. You can change this later in Settings.
fr: Choisissez-en autant que vous voulez. Vous pourrez modifier ce choix dans les réglages.

source: Combine files and reorder pages.
fr: Combiner des fichiers et réorganiser les pages.

source: Continue
fr: Continuer

source: Convert PDF to Word, Excel or PowerPoint
fr: Convertir un PDF en Word, Excel ou PowerPoint

source: Edit PDF text
fr: Modifier le texte d’un PDF

source: Explains contracts. Not legal advice.
fr: Explique les contrats. Ce n’est pas un conseil juridique.

source: Extract data with AI
fr: Extraire des données avec l’IA

source: Fill in forms and sign.
fr: Remplir des formulaires et signer.

source: Get the main points, each linked to its page.
fr: Obtenez les points essentiels, chacun lié à sa page.

source: Highlight, underline and add notes.
fr: Surligner, souligner et ajouter des notes.

source: Merge or organise pages
fr: Fusionner ou organiser des pages

source: Open, search and read comfortably.
fr: Ouvrir, rechercher et lire confortablement.

source: Pull invoice numbers, dates and totals into a table.
fr: Regroupez numéros de facture, dates et totaux dans un tableau.

source: Read or view
fr: Lire ou consulter

source: Scan to PDF
fr: Numériser en PDF

source: See everything PDF Algo Pro can do.
fr: Découvrez tout ce que PDF Algo Pro sait faire.

source: Sign
fr: Signer

source: Skip
fr: Passer

source: Summarise document
fr: Résumer un document

source: Turn PDFs into editable Office files.
fr: Transformer des PDF en fichiers Office modifiables.

source: Turn paper into searchable PDFs.
fr: Transformer le papier en PDF avec recherche.

source: Welcome
fr: Bienvenue

source: What do you do with PDFs most often?
fr: Que faites-vous le plus souvent avec des PDF ?

source: Work with PDFs
fr: Travailler avec des PDF
